brew "mas"
brew "jq"
brew "neovim"
brew "httpie"
brew "thefuck"
brew "eza"
brew "bat"

# language
brew "asdf"
brew "d2"

# cask
cask "visual-studio-code"
cask "arc"
cask "warp"
cask "notion"
cask "notion-calendar"
cask "discord"
cask "httpie"
cask "intellij-idea"
cask "karabiner-elements"
cask "gitify"

# mas
mas "KakaoTalk", id: 869223134
mas "Magnet", id: 441258766
