brew "mas"
brew "jq"
brew "neovim"
brew "httpie"
brew "thefuck"
brew "eza"
brew "bat"

# language
brew "pyenv"
brew "nvm"
brew "yarn", args: ["ignore-dependencies"]
brew "go"
brew "d2"

# cask
cask "zed"
cask "arc"
cask "warp"
cask "notion"
cask "todoist"
cask "discord"
cask "spotify"
cask "httpie"
# cask "postman"
# cask "google-chrome"
cask "intellij-idea"
cask "karabiner-elements"

# mas
mas "KakaoTalk", id: 869223134
mas "Magnet", id: 441258766
